brew "act"
brew "cairo"
brew "dive"
brew "gh"
brew "git-lfs"
brew "go"
brew "htop"
brew "jpeg"
brew "libffi"
brew "libpq"
brew "ncdu"
brew "node"
brew "pngquant"
brew "postgresql@17"
brew "the_silver_searcher"
brew "tree"
brew "uv"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
cask "balenaetcher"
cask "calibre"
cask "chromium"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "fork"
cask "iina"
cask "qbittorrent"
cask "tunnelblick"
cask "vlc"
vscode "ahmadalli.vscode-nginx-conf"
vscode "anysphere.pyright"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "fnando.linter"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "grafana.grafana-alloy"
vscode "grafana.grafana-vscode"
vscode "hashicorp.terraform"
vscode "lkrms.inifmt"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rpinski.shebang-snippets"
vscode "shardulm94.trailing-spaces"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
